export const questions = [
    {
        id: 0,
        question: 'מה אני כן מצלם?',
        answer: 'אני אוהב לצלם אנשים שעושים דברים מעניינים, או סתם בתמונות פורטרט בטבע וברחוב. זה נראה לי רקע הרבה יותר מעניין ומחמיא מאשר קיר לבן בסטודיו.'
    },
    {
        id: 1,
        question: 'מה אני לא מצלם?',
        answer: 'אני לא מצלם אירועים, אני לא מצלם חיי לילה, אני לא מצלם ילדים ותינוקות. בגדול זהו, עם כל השאר אני בסדר.'
    },
    {
        id: 2,
        question: '"יש לך סטודיו"?',
        answer: 'אין לי סטודיו והאמת שאני לא צריך. אני מעדיף לצלם בחוץ, בים, בפארק, ברחוב, בערך בכל מקום שבו הרקע לא יהיה קיר לבן ומשעמם.'
    },
    {
        id: 3,
        question: '"למה אין לך אינסטגרם?"',
        answer: 'אין לי אינסטגרם כי אין לי צורך בו. התמונות שעולות לשם הן באיכות נמוכה והן נורא לא מסודרות. אי אפשר ממש ליצור אלבומים שמישהו יכול לשבת איתם. באינסטגרם התמונות הן זמניות ואחר כך נעלמות למטה בפרופיל, אבל התמונות שלי הן נצחיות.'
    },
    {
        id: 4,
        question: '"איזו עדשה יש לך?"',
        answer: 'אני לא מזלזל בציוד ובידע טכני, זה חשוב ועוזר לעגל ולשייף פינות כשאתה כבר יודע מה אתה עושה ומה אתה רוצה לעשות. בעיניי המלכה היא הקומפוזיציה. ראיתי המון תמונות גרועות שאולי מצולמות במכשירים חדישים, והצלמים שצילמו אותן יודעים לדקלם בעל פה את המפרט הטכני של המצלמה שלהם, אבל בסוף הנושא בתמונה חתוך או מצולם מהזווית הלא נכונה או בקיצור, "יושב לא נכון בפריים". בשביל קומפוזיציה לא צריך מצלמה משוכללת, אלא פשוט עין טובה. ובשביל עין טובה צריך שנים של ניסיון. אז את זה יש לי.'
    }
]